tap "candid82/brew"
tap "cmacrae/formulae"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "iterate-ch/cyberduck"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jvcarli/tap"
tap "koekeishiya/formulae"
tap "normen/tap"
tap "sachaos/todoist"
tap "sass/sass"
tap "saulpw/vd"
tap "universal-ctags/universal-ctags"
tap "yqrashawn/goku"
tap "zegervdv/zathura"
brew "libpng"
brew "gettext"
brew "openssl@1.1"
brew "readline"
brew "xz"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "ansible"
brew "asciinema"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "bat"
brew "buku"
brew "cheat"
brew "cloc"
brew "cmake"
brew "curl"
brew "dbus", restart_service: true
brew "deno"
brew "dos2unix"
brew "efm-langserver"
brew "entr"
brew "exa"
brew "exiftool"
brew "fd"
brew "unbound"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fpp"
brew "fzf"
brew "gh"
brew "ghi"
brew "git"
brew "git-delta"
brew "gnupg"
brew "gnu-sed"
brew "gnu-typist"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "kakoune"
brew "lua"
brew "luajit"
brew "ruby"
brew "macvim"
brew "mariadb"
brew "mas"
brew "mdcat"
brew "ninja"
brew "mkcert"
brew "monolith"
brew "moreutils"
brew "mosh"
brew "youtube-dl"
brew "mpv"
brew "neomutt"
brew "neovim", args: ["HEAD"]
brew "neovim-remote"
brew "nnn"
brew "nss"
brew "openblas"
brew "packer"
brew "pandoc"
brew "peco"
brew "php"
brew "pipenv"
brew "pstree"
brew "py3cairo"
brew "pylint"
brew "python@3.8"
brew "ragel"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "ruby-build"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "subversion"
brew "task"
brew "tesseract-lang"
brew "texlab"
brew "the_silver_searcher"
brew "tmux"
brew "vagrant-completion"
brew "vint"
brew "watchexec"
brew "watchman"
brew "wget"
brew "xdotool"
brew "xxh"
brew "yadm"
brew "yarn"
brew "zlib"
brew "znapzend"
brew "zoxide"
brew "zsh"
brew "zsh-completions", link: false
brew "cmacrae/formulae/spacebar"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-dbus", "with-no-titlebar"]
brew "iterate-ch/cyberduck/duck"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "jvcarli/tap/magic-bins"
brew "jvcarli/tap/tmuxp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "normen/tap/whatscli"
brew "sachaos/todoist/todoist"
brew "sass/sass/sass"
brew "saulpw/vd/visidata"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "yqrashawn/goku/goku"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD", "with-synctex"]
brew "zegervdv/zathura/zathura-pdf-mupdf"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "activitywatch"
cask "adoptopenjdk8"
cask "alacritty"
cask "alfred"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "background-music-pre"
cask "bibdesk"
cask "blender"
cask "bluestacks"
cask "cakebrew"
cask "calibre"
cask "chromedriver"
cask "chromium"
cask "contexts"
cask "cryptomator"
cask "cyberduck"
cask "dash"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "dozer"
cask "drawio"
cask "figma"
cask "firefox"
cask "flutter"
cask "flux"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-hasklig"
cask "font-ibm-plex-mono"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-ss05"
cask "font-jetbrains-mono"
cask "font-monoid-nerd-font"
cask "font-mononoki"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "gdisk"
cask "goland"
cask "grandperspective"
cask "hammerspoon"
cask "intel-haxm"
cask "intellij-idea"
cask "iterm2"
cask "jupyter-notebook-viewer"
cask "kap"
cask "karabiner-elements"
cask "keepassxc"
cask "keycastr"
cask "kitty"
cask "logitech-options"
cask "lulu"
cask "maccy"
cask "mactex-no-gui"
cask "minecraft"
cask "mos"
cask "musescore"
cask "netnewswire"
cask "notion"
cask "obsidian"
cask "plover"
cask "postman"
cask "pycharm"
cask "qgis"
cask "qutebrowser"
cask "reaper"
cask "setapp"
cask "skim"
cask "smcfancontrol"
cask "standard-notes"
cask "steam"
cask "stremio"
cask "sublime-text"
cask "thunderbird"
cask "ukelele"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "webstorm"
cask "whatsapp"
cask "whichspace"
cask "xbar"
mas "Banktivity", id: 1480779512
mas "Microsoft Excel", id: 462058435
mas "Numbers", id: 409203825
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
