tap "candid82/brew"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "iterate-ch/cyberduck"
tap "koekeishiya/formulae"
tap "sass/sass"
tap "yqrashawn/goku"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "openblas"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "gettext"
brew "python@3.8"
brew "bat"
brew "libpng"
brew "cheat"
brew "cmake"
brew "ctags"
brew "dos2unix"
brew "entr"
brew "exa"
brew "exiftool"
brew "fd"
brew "unbound"
brew "gobject-introspection"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "ghi"
brew "git"
brew "gnu-sed"
brew "gnu-typist"
brew "gnupg"
brew "lua"
brew "pango"
brew "librsvg"
brew "grep"
brew "htop"
brew "hub"
brew "hugo"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "kakoune"
brew "libpq"
brew "lsd"
brew "luajit"
brew "ruby"
brew "macvim"
brew "mariadb"
brew "mas"
brew "mosh"
brew "youtube-dl"
brew "mpv"
brew "neovim", args: ["HEAD"]
brew "node"
brew "ntfs-3g"
brew "pandoc"
brew "php"
brew "pipenv"
brew "postgresql@11", restart_service: true
brew "py3cairo"
brew "pylint"
brew "ragel"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-build"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vagrant-completion"
brew "wget"
brew "yadm"
brew "zlib"
brew "znapzend"
brew "zsh"
brew "zsh-completions"
brew "iterate-ch/cyberduck/duck"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sass/sass/sass"
brew "yqrashawn/goku/goku"
cask "activitywatch"
cask "adoptopenjdk8"
cask "alfred"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "bibdesk"
cask "bitbar"
cask "blender"
cask "bluestacks"
cask "cakebrew"
cask "calibre"
cask "chromedriver"
cask "chromium"
cask "cryptomator"
cask "cyberduck"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "dozer"
cask "drawio"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "flutter"
cask "flux"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-source-code-pro"
cask "font-victor-mono-nerd-font"
cask "fsnotes"
cask "goland"
cask "grandperspective"
cask "hammerspoon"
cask "intel-haxm"
cask "jupyter-notebook-viewer"
cask "kap"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "lulu"
cask "mactex"
cask "minecraft"
cask "mos"
cask "numi"
cask "obs"
cask "openzfs"
cask "osxfuse"
cask "pycharm"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "reaper"
cask "skim"
cask "stremio"
cask "sublime-text"
cask "tex-live-utility"
cask "thunderbird"
cask "transmission"
cask "ukelele"
cask "vagrant"
cask "vagrant-manager"
cask "valentina-studio"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "webstorm"
cask "whatsapp"
cask "whichspace"
mas "1Password 7", id: 1333542190
mas "Clocker", id: 1056643111
mas "Todoist", id: 585829637
